{"items":[{"key":"2.section","title":"FUNKTIONELLE LIDELSER OG HELBREDSANGST","description":"Denne sektion afviger fra de følgende sektioner ved at anvende afvigende tidsperioder for present state / present\n          episode (2 eller 1 år). Der anvendes rating skala 1a eller specifikke ratings for hvert item.\n\n**Tidsperioden rates i item 2.076-2.079.**\n","glossary":"Clinically, the difference between normality and the pathological behaviour may be based on a clinical judgment on how impaired and distressed the patient is by the health problem.\nWe may need an introduction including the discussion about MUS, mental vs. bodily, and that these conditions do not necessarily represent mental disorders but are in between."},{"key":"2.001","title":"Fysisk helbred gennem den sidste måned","description":"*- Hvordan har dit fysiske helbred været gennem den sidste måned?*\n\n*- Har det været strålende, godt, mindre godt eller dårligt?*\n","input":"integer","options":{"1":"Strålende","2":"Godt","3":"Mindre godt","4":"Dårligt","8":"Usikkert","9":"Ukendt"},"validate":["1-4","8","9"],"glossary":"This item is concerned with the Respondent's own view of his or her physical health status; i.e. not only with the presence or absence of disease or disability but also with general physical well-being.  Respondents will use their own terms to describe their health status.  The rating should          reflect this personal assessment rather than the interviewer's interpretation of it.\n\nA rating of 1 must be based on a positive statement of physical well-being. Reasonably well (rated 2) corresponds to 'all right'; not positive, not negative.\n\nA rating of 3 ('fair') implies less than average wellness. Such a statement should be elucidated to inform subsequent questioning.  It may, for example, indicate physical disease, functional or dissociative or affective disorder, or a lifelong tendency (trait) to take a somewhat gloomy view of      things. These questions are raised later in the interview.\n\nAny statement implying a seriously poor state of health is rated 4.\n\nA feeling of positive wellness can be rated 1 in the presence of actual disease or disability if that is what R feels.\n\nThe scale is ordered in this way (1-4) to correspond with the general principle used elsewhere in the SCAN text, that greater disability or pathology has a higher score.\n\nThus 0 is not used, because, as the default rating for all items (except some in Section 21), it would automatically             indicate high positive wellness if left blank.\n"},{"key":"2.002","title":"Varighed af helbredsbesvær  (mdr.)","description":"*- Hvor længe har dit fysiske helbred været dårligt?*\n\n *- Hvornår var du sidst rask (fri for både somatisk sygdom og funktionel lidelse)?*\n\nRates i antal måneder siden patienten sidst har været rask.\n","input":"integer","options":{"0":"Intet helbredsbesvær","800":"800 mdr. eller mere","888":"Ukendt","999":"Ikke relevant","1-799":"Mellem 1 og 799 måneder"},"validate":["0-800","888","999"],"glossary":"If item **[2.001]** is rated 3 or 4, specify the length of time in years and months that the unwellness has been present.\n"},{"key":"2.003","title":"Fysisk sygdom eller svækkelse igennem det sidste år","description":"*- Har du inden for det sidste år haft fysiske sygdomme, skader, smerter\n eller symptomer, som har begrænset din udfoldelse på én eller anden måde?*\n\n*- Hvad drejer det sig om?*\n\n*- Hvad sagde lægen, at der var i vejen?*\n","input":"integer","options":{"0":"Ingen","1":"Beskriver legemlig lidelse eller symptomer uden klar diagnose","2":"Angiver somatisk diagnose","3":"Både somatisk diagnose og funktionelle symptomer/sygdom","8":"Usikkert","9":"Ukendt"},"validate":["0-3","8","9"],"glossary":"This item refers to medical problems of a physical nature including illnesses, injuries and disabilities.\n\nTake into account all the information available including the results of recent investigations and examinations. It will sometimes be possible to accept the diagnosis that R gives, when backed by a convincing description, but always use 8 if there is doubt.\n\nAny medically diagnosed condition should be coded in **[2.007]** according to ICD-10.  If no significant illness or disability is present leave **[2.007a-t] and [2.008]** blank or rate 0.\n\nAn entry should only be made if **[2.003]** is coded 2 or 3; not including any indefinite or medically unexplained disorder.\n\nFor instance stomach ache without good evidence of gastric disease, should not be entered simply because R states, for example, \"I think I have a gastric ulcer\". A rating of 1 does not mean that there is no physical disease, only that the information has not established one and further enquiry      is necessary.\n"},{"key":"2.004","title":"Generende somatisk symptom, ethvert","description":"*- Hvor meget generer eller forstyrrer det dit daglige liv?*\n","input":"integer","options":{"0":"Ingen","1":"Tilstede","9":"Ukendt"},"validate":["0","1","9"],"help":"Se også items [2.008] og [2.031].\n","glossary":"Patienten har et eller flere generende fysiske symptomer eller symptomer, der forårsager betydelig forstyrrelse i det daglige. Symptomerne eller sygdommen kan være af enhver ætiologi, dvs. af ukendt ætiologi eller fra cancer, diabetes etc.\n\n(Criteria for DSM-V)\n"},{"key":"2.005","title":"Smerter, dominerende","description":"*Kun hvis 2.003 er rated 2.*\n\n*- Er det helt overvejende smerter, der er problemet?*\n","input":"integer","options":{"0":"Nej","1":"Ja","8":"Usikkert","9":"Ukendt"},"validate":["0","1","8","9"],"help":"Rates positivt hvis smerter grundet somatisk sygdom er dominerende:\n\nSe også [2.030].\n\n(DSM-V specifier)\n","glossary":"This item is for responders whose physical symptoms predominantly involve pain. This is a clinical judgement, not the patient's opinion, but if necessary,  it may help you to ask the patient. It only includes well-defined medical conditions; primary or idopathic pain will be rated elsewhere (2.030). It is a DSM-5 SSD specifier.\n"},{"key":"2.006","title":"Optagethed af somatiske symptomer og bekymring over fysisk helbred","description":"*- Er du bange for at fejle noget alvorligt?*\n\n*- Har du været hos lægen pga. det? (indenfor det seneste år)*\n","input":"integer","options":{"0":"Ikke til stede","1":"Til stede","9":"Ukendt"},"validate":["0","1","9"],"help":"Bedømmes ud fra graden af optagethed, sygdomsfølelse eller gener, og hyppigheden af konsultatio¬ner og undersøgelser, graden af symptomer eller overdreven sygdomsbekymring.\n\nSe også [2.037].\n","glossary":"The item is identical with 2.037 except for the scoring and is a screening item for Health or Illness anxiety / Hypochondrias.\n\nA non-delusional preoccupation with fears of harbouring a severe physical disease and/or a disproportionate thoughts about the seriousness of one's symptoms and disease.\nSee also HA section\n\nCUT-OFF => ???? (helbredsangst) hvis 2.006 = 1 og der ikke er funktionelle eller dissociative symptomer ud fra de forhåndenværende oplysninger.\n\nFortsæt altid såfremt der ikke er en overbevisende medicinsk forklaring på symptomerne.\n\nHvis [2.003] = 0 gå til HA.\n\nHvis [2.003] = 2 gå til [2.007] og derefter [2.037].\n\nHvis [2.003] < > 0 eller 2 fortsæt.\n"},{"key":"2.episode1.section","title":"VELDEFINEREDE SOMATISKE LIDELSER","description":"Marker med et X hvis sygdommen er til stede og skriv så diagnosen med bogstaver (diagnosekode kan beholdes som forklaring).\n\nHuskekort eller spørgeskema kan anvendes.\n"},{"key":"2.007","title":"Veldefinerede og lægediagnosticerede somatiske sygdomme (lifetime)","description":"(Vis huskekort, hvis nødvendigt)\n\na.  Har du fået at vide af en læge, at du lider af én eller flere af disse sygdomme (a-r)?\n\nb.  Har du fået medicin for (a-r)?\n\nc.  Har du fået laboratorieundersøgelser for (a-r)\n\nd.  Er du blevet tilrådet at ændre din kost eller livsstil p.g.a. (a-r)?\n\ne.  Har du været indlagt eller blevet opereret for (a-r)?\n\nf.  Har du på noget tidspunkt stoppet eller indskrænket dine daglige aktiviteter i en uge eller mere (a-r)?\n","input":"integer","options":{"0":"Fraværende","1":"Til stede","8":"Usikkert","9":"Ukendt"},"validate":["0","1","8","9"],"glossary":"Record only well-defined and verified clear cut diagnoses made by physicians. Avoid ratings based solely on the patients belief.\nThe functional somatic syndromes and functional disorders are not rated here. Banal or transient acute illnesses are not rated. Patients highly suspected of having a given condition, but still under investigation rate 8.\nDisorders associated with mental retardation and/or autism e.g. Down’s Syndrome, foetal rubella etc. should be checked in CHS, ch. 27\n"},{"key":"2.007a","title":"Forhøjet blodtryk","description":"(ICD-10: I10-I15)\n","input":"integer","validate":["1"],"options":{"1":"Present"}},{"key":"2.007b","title":"Astma/kronisk bronkitis","description":"(ICD-10: J30-J32, J35, J37, J40-J47)\n","input":"integer","validate":["1"],"options":{"1":"Present"}},{"key":"2.007c","title":"Hjertelidelse","description":"(ICD-10: I05-I09 og I20-I25)\n","input":"integer","validate":["1"],"options":{"1":"Present"}},{"key":"2.007d","title":"Sukkersyge (Diabetes)","description":"(ICD-10: E10-E14)\n","input":"integer","validate":["1"],"options":{"1":"Present"}},{"key":"2.007e","title":"Stofskiftesygdomme (thyroidea-sygdomme)","description":"(ICD-10: E00-E07)\n","input":"integer","validate":["1"],"options":{"1":"Present"}},{"key":"2.007f","title":"Nyresygdom","description":"(ICD-10: N03-07, N11-15, N18-19, N25-28)\n","input":"integer","validate":["1"],"options":{"1":"Present"}},{"key":"2.007g","title":"Slid-/leddegigt (reumatisme)","description":"(ICD-10: M00-M19)\n","input":"integer","validate":["1"],"options":{"1":"Present"}},{"key":"2.007h","title":"Discusprolaps","description":"(ICD-10: M40-M54)\n","input":"integer","validate":["1"],"options":{"1":"Present"}},{"key":"2.007i","title":"Migræne/specificeret","description":"(ICD-10: G43, G44, R51)\n","input":"integer","validate":["1"],"options":{"1":"Present"}},{"key":"2.007j","title":"Epilepsi","description":"(ICD-10: G40)\n","input":"integer","options":{"1":"Present"}},{"key":"2.007k","title":"Slagtilfælde","description":"(ICD-10: I60-I69)\n","input":"integer","validate":["1"],"options":{"1":"Present"}},{"key":"2.007l","title":"Dissemineret sklerose","description":"(ICD-1010: G35)\n","input":"integer","validate":["1"],"options":{"1":"Present"}},{"key":"2.007m","title":"Mavesår (gastritis ulcus)","description":"(ICD-10: K25-K27)\n","input":"integer","validate":["1"],"options":{"1":"Present"}},{"key":"2.007n","title":"Leverbetændelse (Hepatitis)","description":"(ICD-10: B18, K73, K75,9)\n","input":"integer","validate":["1"],"options":{"1":"Present"}},{"key":"2.007o","title":"Parasitiske sygdomme / malaria","description":"(ICD-10: B50-B83)\n","input":"integer","validate":["1"],"options":{"1":"Present"}},{"key":"2.007p","title":"Tuberkulose","description":"(ICD-10: A15-A19, B90, J65)\n","input":"integer","validate":["1"],"options":{"1":"Present"}},{"key":"2.007q","title":"HIV/AIDS","description":"(ICD-10: B20-B24)\n","input":"integer","validate":["1"],"options":{"1":"Present 2"}},{"key":"2.007r","title":"Svulst (Tumor/cancer)","description":"(ICD-10: C00-C97)\n","input":"integer","validate":["1"],"options":{"1":"Present"}},{"key":"2.007s","title":"Andre","input":"string","description":"Skriv hvilken_____________________________________________\n"},{"key":"2.007t","title":"Andre","input":"string","description":"Skriv hvilken_____________________________________________\n","help":"Tilstande der er forbundet med mental retardering og/eller autisme, fx. Down’s Syndrom, føtal rubella etc. bør checkes i CHS, afsnit 27. Den første kasse skal indeholde et bogstav, der angiver ICD-10 kapitlet, efterfulgt af op til 4 cifre. Hvis ingen, lad være blank.\n"},{"key":"2.008","title":"Påvirkning af aktiviteter og besvær igennem det sidste år pga. veldefineret somatisk sygdom","description":"**(Se også [2.031])**\n\n*- Hvor meget har de **(symptomerne eller lidelserne fra 2.007a-t)** påvirket dine aktiviteter eller dit velbefindende gennem det sidste år?*\n","input":"integer","options":{"0":"Ingen påvirkning eller ingen veldefineret somatisk sygdom","1":"Kun lille påvirkning","2":"Moderat eller intermitterende påvirkning","3":"Svær eller invaliderende påvirkning","8":"Usikkert","9":"Ukendt"},"validate":["0-3","8","9"],"glossary":"Impairment due to well-defined physical disease. Impairment due to functional or dissociative symptoms is rated in **[2.031]**.\nWhether the disease causes clinically significant distress or impairment in social, occupational or other important areas of functioning.\n\nFor rating of functioning, you may use the concept of WHO’s disability assessment with its 5 dimensions. But it is important that also emotional distress is       rated here, i.e. a person may go to work but is tormented by thoughts and emotions in connection with his/her symptoms.\n"},{"key":"2.009","title":"Psykiske faktorers påvirkning af veldefineret somatisk tilstand","description":"Rates normalt ud fra anamnetiske oplysninger og patientens tanker og bekymring om sin sygdom.\nHvis den oprindelige sygdom ikke længere er til stede, rates tilstanden i stedet som en funktionel tilstand cf. 27.069.\n","input":"integer","options":{"0":"Fraværende","1":"Til stede","8":"Usikkert","9":"Ukendt"},"validate":["0","1","8","9"],"glossary":"A well-defined medical symptom or condition is present (not including functional syndromes or disorders). The course, the treatment (i.e. adherence), health status or recovery of the medical condition is affected by psychological factors.\nIf the medical condition is not present anymore, the condition is rated as a functional condition instead.\nNormally rated based on medical history and the patient's thoughts and worries about the condition.\n\nCUT OFF => ????  (health anxiety) if there are no functional or dissociative symptoms based on the present information, i.e. 2003 = 0 or 2\n\nAlways continue beyond the cut-off point if there is any doubt as to whether physical health problems are caused by a well-defiend medical condtion.  Begin the further exploration with a general probe, then ask a set of questions concerning R's contacts with expert practitioners.  In countries where expert        opinion is difficult to obtain the following ratings must be particularly circumspect.  Case records and information from people who know R should be taken into account.\n"},{"key":"2.episode2.section","title":"FYSISKE SYMPTOMER & SYNDROMER","description":"**Brug Rating Skala 1a hvis andet ikke er angivet**\n\nRates ud fra alle foreliggende oplysninger, herunder journaloplysninger.\n\nFor at et symptom skal rates som værende forårsaget af kendt veldefineret fysisk sygdom (eller sandsynligvis af fysisk veldefineret sygdom), skal denne veldefinerede sygdom være diagnosticeret i **2.007** eller det skal dreje sig om akut tilstand som fx influenza. Hvis du mistænker, at patienten har en udiagnosticeret fysisk sygdom, rate 8.\n","help":"**Uddyb:**\n\nGennemgå de symptomer, som patienten har angivet, og tjek **2.010-2.028**.\n\nUddybende spørgsmål:\n\n*- Hvordan føltes det (symptom)?*\n*- Hvor udtalt var det?*\n*- Hvordan påvirkede det dig?*\n*- Søgte du lægehjælp?*\n*- Fik du foretaget særlige undersøgelser?*\n*- Har du fået behandling? Hvilken?*\n*- Hvad sagde lægen, at der var i vejen?*\n*- Hvad tror du selv?*\n\n**(Vis evt. huskekort)**\n","glossary":"Rate on the basis of present information, incl. medical history. Each symptom is rated if present, and do not attempt to judge if each individual symptom is \"medically explained\" or not. The diagnoses is based on the complete illness picture and not on individual symptoms!\nEmotional, social, stress etc. may not be present in patients presenting with functional disorders, which is why you cannot base you rating on such associated symptoms.\nIdeally you should rate whether a symptom is due to a functional condition (in a similar way to rating if a symptom is due to depression); but our current knowledge and most doctors' knowledge about functional disorders is presently insufficient for this to be done in a reliable way.\nFor a symptom to be rated as being attributed to a well-known physical disease (or likely well-known physical disease), this well-known physical disease must be diagnosable, i.e. be diagnosed in 2.007 or it could be an acute condition such as 'flu. If you suspect that the patient has an                undiagnosed physical disease, rate 8.  Functional somatic syndromes or functional disorders are not viewed as well-defined medical conditions for the purpose of this section.\n\nThe usual PSE rule 'if in doubt rate down' should not be applied to physical symptoms themselves.  Respondents should be encouraged to be forthcoming about their complaints.\n\nBecause each symptom can be described in terms that are highly culture-specific, the list is not exhaustive. There are sufficient items to cover contingencies. A clinical decision should be made on the basis of local expertise, according to which item represents the complaint the most.         For research purposes, it is important to record the terms used by respondents to describe their problems. Documentation of these terms will generate a database that can be used for further development of items with research and clinical applicability.\n\nResearch has shown that characteristic symptoms patterns of functional disorders can be identificed and by large they cluster into organ systems. This is also well known for functional somatic syndromes, such as IBS and fibromyalgia. To highlight this and make a rating simpler, the interview is organised around meaningful symptom groupings. You initially screen for symptoms from the organ system  by asking for symptoms of that particular organ system or symptom group, and it is only necessary to fill in specific symptoms if the screening question is positive. If the screening question is negative, you may skip the organ system. If you don't need keep record of the specific symptoms of an organ system but only need to know if the Respondent has 1 or more symptoms from the organ system, you do not need to fill in each symptom of the group to achieve a diagnosis. In this case, the algorithm will use the scooring of the screening item to establish the diagnosis.\n"},{"key":"2.episode3.section","title":"ALMENE/USPECIFIKKE SYMPTOMER/SYNDROMER, INKL. TRÆTHED"},{"key":"2.010","title":"Almene/uspecifikke symptomer/syndromer inkl. træthed","description":"*- I det seneste år, har du haft problemer med træthed, hovedpine, svimmelhed, hukommelses- eller koncentrationsbesvær eller lignende symptomer?*\n","input":"integer","options":{"0":"Nej ingen betydende gener","1":"1-2 symptom","2":">=3 symptomer"},"validate":["0-2"],"glossary":"These nonspecific symptoms are extremley common in a broad range of both medical and mental conditions and may be viewed as a common unspecific reaction to both bodily and mental stress. The symptoms are also the key symptoms of CFS/ME and neurasthenia.\n","help":"**Ved brug af spørgeskema:**\n\nN: Negativt spørgeskema (formulering fra Mini Scan)\n\nP: Positivt spørgeskema\n"},{"key":"2.010a","title":"Generel sløjhed, uoplagthed","scale":"1a"},{"key":"2.010b","title":"Udtalt og generende træthed","description":"*- Hvis du føler dig udmattet efter fysisk eller psykisk anstrengelse,hvor lang tid varer denne udmattelse?*\n\n*- Kan du komme dig ved at hvile dig eller slappe af?*\n","scale":"1a","glossary":"Unwarranted fatiguability after even minor physical exertion or mental activities.  The emphasis is on feelings of bodily or physical weakness and exhaustion after only minimal effort.  Respondents experience the tiredness as unpleasant and        distressing.\n\n**Differentiation from other symptoms:**\n\nTiredness at the end of a hard day of physical or mental work (rate 0), or due to the immediate after-effect of influenza, would not count.  The level of increase in fatiguability should be assessed against relevant previous experience, such as walking a familiar distance, climbing stairs,  reading a         book, doing calculations,etc.\nIs typically described as an unpleasant intrusion of distracting associations or recollections, difficulty in concentrating, focusing and sustaining attention, and generally inefficient thinking.  The condition is usually associated with decreased efficiency in coping with daily tasks.\nInability to restore mental and physical energy following even minor exercise.  Symptoms are persistent, lasting days or longer.  The sense of tiredness may be accompanied by feelings of muscular aches and pains, and the Respondent is unable voluntarily to overcome        it.  Differentiate from normal sleepiness.\nRate 1 if the R can recover 2 or 3 if R can not recover.\n\nSee also  **3.007**\n"},{"key":"2.010c","title":"Hukommelsesbesvær","scale":"1a","glossary":"R complains of impairment or loss of memory.  The loss does not include amnesia due to verifyed impaired organic brain functioning like operations or during convulsions or fainting, or following an acute traumatic head injury or brain contusion, drug or alcohol abuse or intoxication etc. This item is rated positive in cases of memory loss in connection with long-lasting post-concussion syndrome.\n    It is the subjective feeling of impairment that is rated, and there is often an discrepancy between the observed memory of the patient during the interview and the Respondent's own perception; objective memory tests may be negative.  See also ???\n\nDissociative (see also ??)  amnesia may also be rated positive in this item but should also be rated in ?? The main feature is a sudden loss of memory, usually of important recent events, not due to organic mental disorder, and too great to be explained by ordinary forgetfulness or fatigue.  There is no integration of present experiences with memories of the past.  The amnesia is       presumed to be of psychogenic origin and is usually partial and selective.  The main problem is not in the registration or retention of the memory, but in the recall of facts usually associated with insoluble or unacceptable interpersonal problems, or traumatic events such as accidents or           unexpected bereavements.\n\n**Dissociative: Differentiation from other symptoms:**\n\nThere should be no evidence of a physical condition that can explain the symptoms that characterize the disorder.  Amnesia induced by alcohol or drugs or by postictal amnesia in epilepsy should not be included here. Similarly,  subjective complaints of loss of memory (difficulty in                 recollection of important facts and events) experienced in depressive disorders should be excluded.  Likewise, it is differentiated from other causes of subjective memory loss by the severity, sudden onset, or only affecting a specific event, and thus it may not necessarily show a global          memory loss.\n"},{"key":"2.010d","title":"Koncentrationsbesvær","scale":"1a","help":"Se også (jf. 7.001-7.003)\n"},{"key":"2.010e","title":"Spændingshovedpine","scale":"1a"},{"key":"2.010f","title":"Svimmelhed","scale":"1a"},{"key":"2.010g","title":"Andre________________________________","input":"string"},{"key":"2.episode4.section","title":"MUSKULOSKELETALE SYMPTOMER/SYNDROMER INKL. UDBREDTE SMERTER, MUSKELSPÆNDINGER OG ANDRE"},{"key":"2.011","title":"Muskuloskeletale symptomer/syndromer inkl. udbredte smerter, muskelspænder etc.","description":"*- Har du haft smerter eller andre gener fra dine muskler eller led, haft føleforstyrrelser eller følt svaghed i fx. arme eller ben?*\n","input":"integer","options":{"0":"Nej ingen betydende gener","1":"1-2 symptomer","2":">=3 symptomer"},"validate":["0-2"]},{"key":"2.011a","title":"Rygsmerter","scale":"1a"},{"key":"2.011b","title":"Muskelsmerter eller -ømhed","scale":"1a"},{"key":"2.011c","title":"Smerter i armene eller benene","scale":"1a"},{"key":"2.011d","title":"Ledsmerter","scale":"1a"},{"key":"2.011e","title":"Smerter, som flytter sig fra sted til sted","scale":"1a","glossary":"Pain moving around to and from different locations in the body.\n"},{"key":"2.011f","title":"Følelse af lammelse eller lokaliseret kraftnedsættelse","description":"*- Har du været ude af stand til at bevæge en hånd, en arm eller et ben?*\n\n*- Har arme eller ben føltes tunge?*\n\n*- Har du haft svært ved at stå eller gå uden støtte?*\n","scale":"1a","glossary":"This group covers muscular weakness (either periodic or unremitting). Problems when lifting, inability to stand up or to walk or inability to move any part of the body. You may wonder why this symptoms is included under the heading musculoskeletal symptoms since, from a medical point of view, the symptom is viewed as neurological. But patients do not have this medical knowledge, and research has shown that patients view it as an extremity / musculoskeletal symptom.\n"},{"key":"2.011g","title":"Ubehagelig dødhedsfornemmelse eller paræstesier","description":"*- Har du oplevet tab af eller ændringer i berøringssansen?*\n\n*- Kan du føle varme og kulde som du plejer?*\n","scale":"1a","glossary":"Includes different sensations such as tingling (slight stinging sensation/pins and needles), crawling or creeping sensation as well as feelings of heaviness or lightness anywhere in the body.  There may be a reported sensory loss to the skin which is confined to areas that do not match any neurological lesion.  These may be associated with different sensations like tingling or other paraesthesias.  There may be differential loss between the sensory modalities (touch, pain, heat,          vibration, etc.) which cannot be due to a neurological problem. You may wonder why this symptoms is included under the heading musculoskeletal symptoms since, from a medical point of view, the symptom is viewed as neurological. But patients do not have this medical knowledge, and research has shown that patients view it as an extremity / musculoskeletal symptom.\n"},{"key":"2.011h","title":"Nakkesmerter","description":"Hvis ja:\n","scale":"1a"},{"key":"2.011i","title":"Nakkesmerter i forbindelse med piskesmælds-traume","description":"*- Har du været udsat for et piskesmælds-traume?*\n\n*- Startede dine nakkesmerter der? **(Se også 2.058)***\n","input":"integer","options":{"0":"No","1":"Worsened by trauma","2":"Yes","8":"Uncertain","9":"NK"},"validate":["0-2","8","9"],"glossary":"Only if 2.011h (neck pain) is positive. Have you been exposed to a whiplash trauma?\nDid your neck pain start at that time? (See also [2.061])\n"},{"key":"2.011j","title":"Udbredte smerter","description":"Have you suffered from pain throughout your body?\n","input":"integer","options":{"0":"Non","1":"Only regional pain","2":"Widespread","3":"Widespread pain in both sides of the body and both in upper and lower body","8":"Uncertain","9":"NK"},"validate":["0-3","8","9"],"help":"Alle punkter defineret i glossary\n","glossary":"Does R have pain both above and below the waistline and in both sides of the body, ie. body parts of all 4 body quadrants\n"},{"key":"2.011k","title":"Andre___________________","input":"string"},{"key":"2.episode5.section","title":"GASTROINTESTINALE SYMPTOMER/SYNDROMER (gi AROUSLA) INKL. ØVRE DYSPEPSI","description":"*Har du haft problemer med maven såsom smerte, kvalme, følelse af oppustethed eller brændende fornemmelse i brystet eller sure opstød?*\n","glossary":"Do cp 9 if Eating disorders are suspected.\n\">=3 symptoms\" (upper or lower) GI arousal and fullfills criteria for FSD /BDS GI type. Furthermore various IBS definitons are covered.\n"},{"key":"2.012","title":"Øvre dyspepsi","input":"integer","options":{"0":"Nej ingen betydende gener","1":"1-2 symptom","2":">=3 symptomer"},"validate":["0-2"],"help":"Husk at udfylde **2.013**, nedre gastrointestinale symptomer.\n\n**Ved brug af spørgeskema:**\n\nN: Negativt spørgeskema (formulering fra Mini Scan)\n\nIfølge spørgeskemaet har du ikke igennem det sidste år haft problemer fra mave/tarm (såsom, læs evt. nogle symptomer op). Er det rigtigt forstået? (Hvis nej, udfyld symptomlisten)\n\nP: Positivt spørgeskema\n\n(dvs. mindst 1 symptom >lidt eller forstyrrelse af dagligdagsaktiviteter>2)\n"},{"key":"2.012a","title":"Sure opstød /regurgitation","description":"*- Har du problemer med sure opstød? Tilbageløb af mad eller syre?*\n","scale":"1a"},{"key":"2.012b","title":"Brændende fornemmelser i brystet eller epigastriet","description":"*- Har du svie eller brændende fornemmelse i brystet eller toppen af maven?*\n","scale":"1a"},{"key":"2.012c","title":"Heartburn (Halsbrand??)","scale":"1a"},{"key":"2.013","title":"Nedre gastrintestinale symptomer","input":"integer","options":{"0":"Nej ingen betydende gener","1":"1-2 symptom","2":">=3 symptomer"},"validate":["0-2"],"glossary":"\">=3 symptoms\". Fulfills criteria for FSD /BDS GI type (including upper GI symptoms as well).\n"},{"key":"2.013a","title":"Opkastninger","description":"*- Lider du af opkastninger?*\n","scale":"1a","glossary":"Vomiting, belching, regurgitation of food. Not, during pregnancy.\n"},{"key":"2.013b","title":"Kvalme","description":"*- Føler du nogle gange, du har lyst til at kaste op?*\n","scale":"1a","glossary":"- Feeling of disgust, revulsion, sensation that precedes vomiting.\n"},{"key":"2.013c","title":"Mavesmerter, inkl. mavekneb","description":"*- Har haft tilbagevendende mavesmerter  eller mavekneb?*\n","scale":"1a","glossary":"- Abdominal pain, cramps due to wind, bowel spasms, constipation. Loose bowels should be rated at 2.013g\n"},{"key":"2.013d","title":"Følelse af oppustethed og udspilethed, luft i maven eller tyngdefornemmelse i maven","description":"Do you suffer from feeling bloated or overfull?\n","scale":"1a","glossary":"This refers to constant or periodic unpleasant feelings in the stomach and upset stomach.  Foods that make the subject ill should be rated in 2.027a.\n"},{"key":"2.013e","title":"Vekslende afføring","description":"*- Lider du af forstoppelse, diarré eller begge? (Dvs. skiftende hård/normal eller skiftende hård/diaré eller skiftende normal/diaré)*\n","scale":"1a"},{"key":"2.013f","title":"Rumlen eller køren i maven","scale":"1a"},{"key":"2.013g","title":"Diaré eller løse afføringer","description":"Do you suffer from recurrent diarrhoea?\n","scale":"1a","glossary":"Complaints of  frequent or loose bowels or diarrhoea.\n"},{"key":"2.013h","title":"Lindring (smerter og andre symptomer) ved afføring","input":"integer","options":{"0":"Nej","1":"Ja","8":"Usikkert","9":"Ukendt"},"validate":["0","1","8","9"],"help":"Smerter i endetarmen rates i [2.017b].\n"},{"key":"2.013i","title":"Frembrud (smerter og andre symptomer) er forbundet med ændring i afførringshyppighed","description":"Is you tummy pain relieved by passing a motion?\n","input":"integer","options":{"0":"Nej","1":"Ja","8":"Usikkert","9":"Ukendt"},"validate":["0","1","8","9"]},{"key":"2.013j","title":"Frembrud er forbundet med ændring af afføringens form (udseende)","description":"*- Bliver dine smerter eller andre symptomer værre i forbindelse med ændring i afføringens form (udseende)?*\n","input":"integer","options":{"0":"Nej","1":"Ja","8":"Usikkert","9":"Ukendt"},"validate":["0","1","8","9"]},{"key":"2.episode6.section","title":"KARDIOVASKULÆRE SYMPTOMER"},{"key":"2.014","title":"Kardiovaskulære symptomer","description":"*- I det seneste år, har du haft symptomer fra dit hjerte eller fra brystet, såsom hjertebanken, smerte, svært ved at trække vejret, varm- eller koldsveden?*\n","input":"integer","options":{"0":"Nej ingen betydende gener","1":"1-2 symptom","2":">=3 symptomer"},"validate":["0-2"],"help":"Ved brug af spørgeskema:\n\n  N: Negativt spørgeskema (formulering fra Mini Scan)\n\n  P: Positivt spørgeskema\n","glossary":"\">=3 symptoms\". Fulfills criteria for FSD /BDS CP type\n"},{"key":"2.014a","title":"Hjertebanken/palpitationer","scale":"1a"},{"key":"2.014b","title":"Trykken i prækordiet (trykken for brystet)","scale":"1a","glossary":"Aches, pains, pressure, burning, stinging feelings in the chest or above the heart.\n"},{"key":"2.014c","title":"Forpustethed uden anstrengelse","scale":"1a","glossary":"Cannot breathe easily, smothering or choking feeling, difficulty breathing present when not making much effort.\n"},{"key":"2.014d","title":"Hyperventilation","description":"Have you had problems taking a deep enough breath, or breathing rapidly?\n","scale":"1a"},{"key":"2.014e","title":"Varm- eller koldsveden","scale":"1a"},{"key":"2.014f","title":"Rysten eller sitren","scale":"1a"},{"key":"2.014g","title":"Tør mund","scale":"1a"},{"key":"2.014h","title":"Rødmen eller blussen","scale":"1a"},{"key":"2.014i","title":"Køren i maven eller sommerfuglefornemmelse","scale":"1a"},{"key":"2.014j","title":"Andre kardiovaskulære klager","glossary":"This item covers symptoms not included in the preceding items.\n","scale":"1a"},{"key":"2.episode7.section","title":"NEUROLOGISKE SYMPTOMER INKL. DISSOCIATIVE","description":"Lammelse rates i **[2.011f]** og hudsensibilitetsforstyrrelser i **[2.011g]**.\n\nDissociative eller conversion symptomer rates også her, men se **[2.016]**.\n"},{"key":"2.015","title":"Neurologiske symptomer","description":"*- Har du haft spasmer, krampeanfald, besvimelse, tab af stemme eller syn i det seneste år?*\n","input":"integer","options":{"0":"Nej, ingen betydende gener","1":"1-2 symptom","2":">=3 neurological symptomer"},"validate":["0-2"]},{"key":"2.015a","title":"Besvimelsestendens","scale":"1a"},{"key":"2.015b","title":"Mistet stemmen, slørret tale, manglede stemmeklang","scale":"1a","glossary":"Loss of voice; loss of speech and other problems that relate to voice, pronunciation etc.\n"},{"key":"2.015c","title":"Forstyrrelse i syns, høre eller lugtesansen","description":"*- Har du oplevet tabe af eller forstyrrelse i syn, hørelse eller lugtesansen?*\n","scale":"1a","glossary":"This symptom group includes blindness in one or both eyes and other visual problems (excluding blurred vision due to lack of proper glasses or double vision). Hearing is not hard-of-hearing with our without the use of hearing aid etc. Tinnitus is rated in 2.020 . Olfaction must not be due to      a cold or similar well-defined cause.\n\n\nThis item also covers the partial or complete loss of vision, hearing or smell which is not attributed to a well defined physical condition\n"},{"key":"2.015d","title":"Krampeanfald eller -trækninger","description":"*- Har du haft anfald med trækninger i musklerne på det seneste?*\n\n*- Hvordan viste det sig?*\n\n*- Var du helt bevidstløs?*\n\n*- Kom du til skade ved at falde eller bide dig i tungen?*\n\n*- Kom du til at lade vandet eller få afføring i forbindelse med dette?*\n","glossary":"Non-epileptic attacks. Convulsions may mimic epileptic seizures in which whole or parts of the body shake.  However, non-epileptic seizures are usually longer in duration, with tongue biting, bruising due to falling, and incontinence of urine are rare (but can occur).  There is not a true loss of            consciousness but a state of trance or dissociative stupor.\n\nA positive rating should not be made without full neurological investigation rulling out other explanations. Non-epileptic seizures seizures may be present in individuals with epilepsy, complicating differentiation.\n"},{"key":"2.015e","title":"Følelse af nedsat koordination og balance","description":"*- Har dine bevægelser været usikre og klodsede?*\n","scale":"1a"},{"key":"2.015f","title":"Ufrivillige, unormale bevægelser (ud over kramper)","description":"**(rysten, dystoni, myokloni)**\n","glossary":"This item also includes speech.  These may mimic any neurological deficit such as astasia, abasia, akinesia, apraxia, aphonia, dysarthria, dyskinesia, paraparesis or paralysis.\n"},{"key":"2.015g","title":"Synkebesvær eller følelse af klump i halsen","scale":"1a","glossary":"Feeling a lump in the throat ('globus hystericus').\n"},{"key":"2.015h","title":"Andre neurologiske klager","scale":"1a","glossary":"This item covers symptoms not included in the preceding items.\n"},{"key":"2.episode8.section","title":"DISSOCIATIV- ELLER KONVERSIONSTILSTAND","description":"Symptomerne rates hovedsagligt i kap. 4 (??) men neurologiske symptomer, der er rated i kap. 2 kan også være dissociative.\n","scale":"1a","glossary":"Dissociative symptoms are all characterized by a partial or complete disconnection between memories of the past, awareness of identity and of immediate sensations, and control of bodily movements.  Conscious control over which memories and sensations can be selected for immediate attention, and     what movements can be carried out are impaired, although varying in degree from day to day and even from hour to hour.  The severity of impairment is often difficult to determine clinically.\n\nThe terms 'hysteria' and 'conversion' are avoided in ICD-10 (ICD11??) but not in DSM-V, and dissociative symptoms are presumed to be 'psychogenic' in origin, because they are closely associated with traumatic events, intolerable or insoluble problems, or disturbed relationships.  No particular theory of the mechanisms underlying      dissociation is assumed for purposes of this Glossary.\n\nPeople with dissociative symptoms often deny problems that are obvious to others.  An informant is therefore essential for a proper rating.\n\nSee also items **17.020**, dissociative hallucinations, and **20.026** - **20.029**, which constitute the Checklist for Induced Psychosis.\n\nFor a definite rating the following features must be present:\n\n1. The clinical characteristics specified at each item.\n2. Some evidence of psychological causation - e.g. convincing temporal association with stressful events, relationship or other problems or needs - often denied by the respondent.  This requires a clinical judgement, usually based also on information from another informant. Association with            stress is rated at **2.016**. Rating the neurological symptoms (i.e. 2.015) does not require that a psychological causation is likely, you only qualify for dissiciative diagnosis if 2.016 is rated positive.\n3. The presence of any relevant disorder of the central or peripheral nervous system should be specified at items **2.007a-t**.  If this fully explains the symptom, rate 9. Organic attribution should otherwise be rated as usual.\n4. Positive ratings should never be made if the appropriate physical investigations have not been carried out.  Rate 8 in this case.\n\n**Differentiation from other symptoms:**\n\nDepersonalization and derealization are not associated with loss of conscious control over access to sensations, memories or movements, and only limited aspects of personal identity are affected.  In depersonalization, there may be a loss of the sense of self, but the people affected know who       they are.\n"},{"key":"2.016","title":"Dissociative symptomer forbundet med traume eller stress","description":"*- Da du oplevede (symptom, fx anfald, lammelse, ikke kunne se eller høre), havde du da været udsat for en rystende oplevelse, eller var du under særlig stresspåvirkning?*\n\n*- Havde du personlige problemer på det tidspunkt? (Fx traumatiske oplevelser, bekymringer, uløselige problemer)*\n","input":"integer","options":{"0":"Ingen dissociative symptomer","1":"Ja, men ikke akut svære traume ved symptomdebut","2":"Akut svært psykologisk traume /begivenhed i forbindelse med at symptomet opstod","8":"Usikkert","9":"Ukendt"},"validate":["0-2","8","9"],"glossary":"All dissociative disorders are presumed to be of psychogenic origin.  Onset is convincingly associated in time with a traumatic life event with intolerable or insoluble problems, or with disturbed interpersonal relationships, which R may not acknowledge or be aware of.  Loss of consciousness       or any other bodily function may be a sign of emotional need or conflict.  A disinterested informant is usually necessary.\n"},{"key":"2.016a","title":"Med svaghed eller lammelse","input":"integer","validate":["1"],"options":{"1":"Til stede"},"glossary":"The loss of ability to move the whole or parts of the body or limbs.\n\nQuestions; Have you been unable to move a hand, an arm or a leg? Have you had difficulties standing or walking without support?\n"},{"key":"2.016b","title":"Med abnormal bevægelse (fx rysten, dystoni, myokloni, Huntingtons sygdom,dyskinesi)","input":"integer","validate":["1"],"options":{"1":"Til stede"}},{"key":"2.016c","title":"Gangforstyrrelse","input":"integer","validate":["1"],"options":{"1":"Til stede"}},{"key":"2.016d","title":"Med synkebesværssymptomer","input":"integer","validate":["1"],"options":{"1":"Til stede"}},{"key":"2.016e","title":"Med talesymptomer (fx dystoni, sløret tale)","input":"integer","validate":["1"],"options":{"1":"Til stede"}},{"key":"2.016f","title":"Med anfald (inkl. PNES)","input":"integer","validate":["1"],"options":{"1":"Til stede"}},{"key":"2.016g","title":"Med følelsesløshed","input":"integer","validate":["1"],"options":{"1":"Til stede"}},{"key":"2.016h","title":"Med synssymptomer","input":"integer","validate":["1"],"options":{"1":"Til stede"}},{"key":"2.016i","title":"Med særlige følesymptomer  (exkl. syn) (fx forstyrrelse af lugtesans eller hørelse)","input":"integer","validate":["1"],"options":{"1":"Til stede"}},{"key":"2.016j","title":"Med blandede symptomer","input":"integer","validate":["1"],"options":{"1":"Til stede"}},{"key":"2.016k","title":"Med kognitive symptomer","input":"integer","validate":["1"],"options":{"1":"Til stede"}},{"key":"2.016l","title":"Andre dissociative","input":"integer","validate":["1"],"options":{"1":"Til stede"}},{"key":"2.episode9.section","title":"UROLOGISKE SYMPTOMER"},{"key":"2.017","title":"Urologiske symptomer","description":"*- Har du haft smerter fra endetarm ved vandladningen eller andre problemer med vandladning?*\n","input":"integer","options":{"0":"Nej ingen betydende gener","1":"1-2 symptom","2":">=3 symptomer"},"validate":["0-2"]},{"key":"2.017a","title":"Vandladningssmerter","scale":"1a","glossary":"Pain or burning sensation during urination. Not due to infection or similar.\n"},{"key":"2.017b","title":"Smerter i endetarmen","scale":"1a"},{"key":"2.017c","title":"Hyppig vandladning","scale":"1a","glossary":"Frequency of passing water, sense of urgency, or any similar urinary complaint. Not due to infection or similar\n"},{"key":"2.017d","title":"Blæretømningsbesvær","scale":"1a","glossary":"Difficulty passing water, retention\n"},{"key":"2.017e","title":"Andre","scale":"1a"},{"key":"2.episode10.section","title":"GENITALE SYMPTOMER"},{"key":"2.018","title":"Genitale symptomer","description":"*- Har du haft problemer med menstruation /kun kvinder) sexliv, genitalier eller manglende sexlyst?*\n","input":"integer","options":{"0":"Nej ingen betydende gener","1":"1-2 symptom","2":">=3 symptomer"},"validate":["0-2"]},{"key":"2.018a","title":"Smerter i forbindelse med menstruation","scale":"1a"},{"key":"2.018b","title":"Ubehagelige fornemmelser i kønsorganerne","scale":"1a"},{"key":"2.018c","title":"Vulvodyni (hvis 2.018b er positiv)","scale":"1a"},{"key":"2.018d","title":"Uregelmæssig menstruation","scale":"1a"},{"key":"2.018e","title":"Manglende seksuallyst","scale":"1a"},{"key":"2.018f","title":"Smerter i forbindelse med samleje","scale":"1a"},{"key":"2.018g","title":"Andre genitale klager","scale":"1a","glossary":"This item covers symptoms not included in the preceding items.\n"},{"key":"2.episode11.section","title":"SYMPTOMER FRA ANDRE ORGANSYSTEMER"},{"key":"2.019","title":"Symptomer fra andre organsystemer","description":"*- Har du andre generende symptomer, som fx tinnitus (ringen for ørerne) eller symptomer, der påvirker dine ører, øjne, næse, hals eller kæber?*\n","input":"integer","options":{"0":"No significant discomfort","1":"Yes"},"validate":["0-1"]},{"key":"2.020","title":"Tinnitus","scale":"1a"},{"key":"2.021","title":"Øre, næse eller hals (andre end smerte)","scale":"1a"},{"key":"2.022","title":"Tænder, kæbe eller mundhule (andre end smerter)","scale":"1a"},{"key":"2.023","title":"Øjne inkl. synsforstyrrelser","scale":"1a"},{"key":"2.024","title":"Mandibular smerte","description":"*- Har du haft smerter i kæbe eller tyggemuskler?*\n","scale":"1a","glossary":"Pain in the jaw or the muscle of mastication.\n"},{"key":"2.025","title":"Smerter i kæbeled","description":"*- Har du haft smerter i kæbeleddet?*\n","scale":"1a"},{"key":"2.026","title":"Andre symptomer","scale":"1a"},{"key":"2.episode12.section","title":"INTOLERANS OVER FOR KEMIKALIER, LUGTE ELLER MAD"},{"key":"2.027","title":"Intolerans over for kemikalier, lugte eller mad","description":"*- Har du haft problemer med overfølsomhed over for kemikalier og lugte eller at du ikke tåler noget du har spist?*\n","input":"integer","options":{"0":"No significant discomfort","1":"Yes"},"glossary":"Only symptoms and complaints that are not due to #[type 1] allergy. Most people attribute chemical intolerances to \"allergy\", even though no type 1 hypersensitivity is involved. If no allergy has been found by medical tests or is unlikely based on the symptom description and the symptom is present, rate positive. However, only rated positive if the complaints grossly exceed what would be expected from the exposure in most people.\n","validate":["0-1"],"help":"**By use of questionnaire:**\n\nN: Negative questionnaire (use phrasing from mini SCAN)\n\nP: Positive questionnaire.\n"},{"key":"2.027a","title":"Intolerans over for flere fødevarer","scale":"1a"},{"key":"2.027b","title":"Duft- eller kemikalieintolerans","description":"*- Kan du reagere på en duft eller et kemisk stof uden at det fremkalder symptomer hos andre mennesker i dine omgivelser?*\n\n*- Skyldes det allergi? (hvis bekræftet rates 6)*\n\n**If yes**\n","scale":"1a"},{"key":"2.028","title":"Forsvinder symptomerne efter eksponering?","description":"*- Forsvinder symptomerne igen, når du ikke længere udsættes for disse dufte eller kemiske stoffer?*\n","scale":"1a"},{"key":"2.episode13.section","title":"MEST DOMINERENDE SYMPTOM"},{"key":"2.029","title":"Hovedklage eller mest dominerende symptom 2.010-2.027b","description":"Specificeres______________________\n\n(rate 888 hvis pt. ikke kan angive et enkelt hovedsymptom)\n\n*- Hvilket af disse symptomer har generet dig mest?*\n","input":"integer","options":{"888":"No single symptom is predominant"},"validate":["10-90","888"]},{"key":"2.030","title":"Smertetilstand/syndrom (idiopatiske/primære smerter)","description":"*Hvis det primære problem er smerter skal rater afgøre, om det kan karakteriseres som smertesyndrom/tilstand.*\n","input":"integer","options":{"0":"Ej smertesyndrom/tilstand","1":"Mild","2":"Moderat","3":"Svær","4":"Neuropatisk","5":"Forårsaget af veldefineret fysisk sygdom (inkl. tumor)","6":"Usikkert","8":"Ukendt"},"validate":["0-6","8"],"glossary":"Pain is just a symptom, and, as with many other symptoms, the differentiation between specific pain disorders and other functional somatic disorders is blurred and difficult to establish. The rating must be based on how prominent the pain is in the illness pattern. If the R is multisymptomatic, you should not rate it as a pain disorder. Rate as neuropathic if the pain is a direct consequence of a lesion or diseases affecting the somatosensory system.\n"},{"key":"2.031","title":"Påvirkning af aktiviteter og besvær  pga. kropslig stress /bodily distress eller fysiske symptomer","description":"*Du har nævnt **(opsumér symptomer)** igennem **(angiv tid)**. Hvor meget har de nævnte symptomer påvirket din daglige livskvalitet og aktiviteter?*\n","input":"integer","options":{"0":"Ingen bodily distress symptomer","1":"Kun lille påvirkning","2":"Moderat eller intermitterende påvirkning","3":"Svær eller invaliderende påvirkning","8":"Usikkert","9":"Ukendt"},"validate":["0-3","8","9"],"glossary":"Whether the symptoms cause clinically significant distress or impairment in social, occupational or other important areas of functioning.\n\nFor rating of functioning, you may use the concept of WHO’s disability assessment with its 5 dimensions. But it is important that emotional distress is also rated here, i.e. a person may go to work but is tormented by thoughts and emotions in connection with his/hers symptoms.\n"},{"key":"2.032","title":"Boom and bust perioder","description":"*I fortsættelse af item ovenfor*\n\n*- Hvis du en dag er aktiv og overskrider grænserne for din formåen, bliver du da udmattet eller må ligge i sengen i en dag eller mere?*\n\n*- Er det et velkendt mønster for dig, at hvis du skal noget, fx til en fest, på en rejse eller har en aftale med en læge, så bliver du udmattet i flere dage?*\n","input":"integer","options":{"0":"Nej","1":"Let/moderat. Jeg kender dette men ikke et større problem hvis jeg passer på","2":"Det påvirker mit liv i svær grad","8":"Usikkert","9":"Ukendt"},"validate":["0-2","8","9"]},{"key":"2.033","title":"Varighed af lidelse eller ubehag på grund af symptomerne (mdr.)","description":"In months\n","input":"integer","options":{"0":"Ikke til sted","800":"800 mths or more","888":"NK","999":"NA","0-799":"mellem 1 og 799 mdr."},"validate":["0-800","888","999"],"glossary":"This item refers to any symptoms rated present at 2.007-2.027b). Rating is based on level of distress and persistence.  Enter the number of months that the symptoms have been present.\n"},{"key":"2.034","title":"Vekslen i funktionelle symptomer (”langsomme” variationer)","description":"(Over måneder eller år. Skift i sygdomsbillede der kan være relativt stabilt i en periode for derefter at skifte til et andet organsystem/sygdomsbillede.)\n\nOplysninger fra anden kilde bør også indgå i vurderingen, fx fra journaler, henvisende læge, familie)\n\n*- Har dine symptomer eller sygdom ændret sig?*\n\n*- Har du fejlet flere forskellige ting?*\n","input":"integer","options":{"0":"Stabilt med små ændringer, fokuseret på det samme relativt stabile symptom/sygdomsbillede","1":"Symptomer/sygdomsbillede har ændret sig fra et til et eller flere andre relativt stabile symptomer/sygdomsbillede","2":"Flere symptomer/sygdomsbilleder samtidigt","3":"Ingen afgrænsede symptomer/sygdomsbillede","8":"Usikkert","9":"Ukendt"},"validate":["0-3","8","9"],"glossary":"The intensity, type and severity of somatoform symptoms often vary over time. It may be a slow variation, i.e. in one time period (months or years) the patient may present a set of symptoms or an illness pattern that may be relatively stable, whereas in another time period a different illness       pattern may be dominant. In fast variation the symptoms vary from day-to-day or week-to-week. The illness may vary both fast and slow in the same patient.\n"},{"key":"2.035","title":"Vekslen af funktionelle symptomer (”hurtige” variationer)","description":"(Fra time til time, dag til dag eller uge for uge.\n\nOplysninger fra anden kilde bør også indgå i vurderingen, fx journaler, henvisende læge, familie)\n\n*- Kan der være forskelle i, hvordan du har det fra dag til dag eller uge for uge?*\n\n*- Kan du føle dig helt rask de dage, hvor du har det godt?*\n","input":"integer","options":{"0":"Ingen fluktuation","1":"Moderat fluktuation","2":"Udtalt fluktuation","8":"Usikkert","9":"Ukendt"},"validate":["0-2","8","9"],"glossary":"See under **2.034**.\n"},{"key":"2.036","title":"Forværring af sygdom og symptomer over tid","description":"*- Har du fået det gradvist dårligere over tid/over de senere år?*\n\n*- Hvordan?*\n","input":"integer","options":{"0":"Nej, eller konstant","1":"Mild til moderat forværring","2":"Svær forværring","8":"Usikkert","9":"Ukendt"},"validate":["0-2","8","9"],"glossary":"In most well-defined medical conditions, the prognosis is well-known and the conditions follow a course characteristic for them. In functional disorders, the patients often regress over time and get more and more affected (if untreated). In most cases of sprains, fractures etc., the condition         improves over time, whereas in patients developing, for example, WAD (whiplash associated disorder), the condition gradually become worse.\n"},{"key":"2.episode14.section","title":"SYGDOMSBEKYMRING OG OPTAGETHED (HELBREDSANGST)","glossary":"Background:\n\nIllness worries and preoccupation are also often presented in functional disorders and in other conditions and thus not restricted to health anxiety.  Therfore, this section should be used in any case of functional complaints and not only if health anxiety / hypochondriasis is suspected.\n\nDelineation from normality:\nBeing attentive about one's health and bodily functions is important for the survival of human beings as it is a precondition for taking care of ourselves and seeking help if necessary. Illness worrying or health anxiety is thus on a dimension from being too little aware of their body signals       and functioning to patients being severely disabled by unfounded health worries. The demarcation between a normal reaction and pathological health anxiety cannot be established rigorously as it is the case in many other disorders. However, patients with health anxiety are often aware that their worries are exaggerated, except if they are momentarily in a state of panic due to their worries (catastrophizing), and they feel they are more troubled by their thoughts about symptoms than the suffering the symptoms inflicts. In normal worrying, you can often distract yourself from worries and try to balance the worries against the reality, whereas patients with health anxiety are inclined to always fear the worst.\n\nDifferences between OCD, Anxiety and Health anxiety.\nDespite some apparent clinical similarities between OCD and health anxiety, there is little evidence for this. Although patients with OCD may have different compulsions or obsessions, they are the same compulsions, images and thoughts that keep returning again and again in a very     stereotypical form. Contrary to this, the worries and thoughts in health anxiety are not so stereotypical but vary much more with multiple thoughts and considerations about illnesses. A patient with health anxiety feels compelled to see a doctor to get reassured, but this is not because of a        compulsion to see a doctor, but because they fear a health problem. Patients with health anxiety do not usually have other compulsions or obsessions. In health anxiety, the rumination is usually triggered by an external or internal stimulus, such as hearing about illness, and the worrying usually relates to the trigger, whereas obsessive thoughts in OCD are usually and solely intrusive with no specific trigger, although they may be a reaction to a stressor.\n"},{"key":"2.037","title":"Overdreven bekymring over veldefineret fysisk sygdom","description":"Hvis pt. har en alvorlig fysisk sygdom (ellers gå til **2.038**):\n\n*- Synes du eller andre, at du er mere bekymret over din sygdom (navn på sygdom) end du burde være?*\n\n*- Hvad siger andre - vedr. om du bekymrer dig for meget?*\n","glossary":"Only if the patient suffers from a serious well-defined physical disease or health threat (i.e. rated in the WELL-DEFINED section) :\n\nSevere health worrying is a normal reaction when a severe disease such as cancer is suspected. The reaction has similar characteristics to other stress reactions to life events and is transient and disappears when the suspected disease is excluded or treated. The preoccupation is not excessive or     disproportionate in the light of the condition that is suspected, and usually patients do not panic but cope with their fear. In this case, is rated 0.\nHowever, such a real threat to health may trigger the onset of severe worries or  health anxiety. The patient is usually aware that the worries and preoccupations are unfounded or disproportionate if asked in a considerate way, despite being difficult for the patient to realise this during      an attack of overwhelming health anxiety.\n"},{"key":"2.038","title":"Overdreven optagethed af fysiske symptomer og bekymring over fysisk helbred","description":"*- Er du bange for at fejle noget alvorligt?*\n\n*- Har du været hos lægen pga. det? (indenfor det seneste år)*\n","input":"integer","options":{"0":"Ingen særlig optagethed eller tilstanden ikke til stede","1":"Let til moderat optagethed","2":"Svær optagethed med lægekonsultationer, undersøgelser, vedvarende selvmedicinering eller udtalt besvær i hverdagen","8":"Usikkert","9":"Ukendt"},"validate":["0-2","8","9"],"help":"Bedømmes ud fra graden af optagethed, sygdomsfølelse eller gener og hyppigheden af konsultatio¬ner og undersøgelser, graden af symptomer eller overdreven sygdomsbekymring.\n","glossary":"A non-delusional preoccupation with fears of harbouring a severe physical disease and/or a disproportionate thoughts about the seriousness of one's symptoms and disease.\nThe symptom has the characteristics of worrying (see **3.001**) but is also distinguished:\n\n(I) By an intense preoccupation with apparently normal sensations or physical signs or appearances.\nIf a medical condition is present the preoccupation is clearly excessive or disproportionate.\n\n**Differentiation from other symptoms:**\n\nModerate to severe social disablement often accompanies the symptom.\n\nIf there is true conviction of the presence of a nonexistent disease, rate at item **2.046** (repeated at **19.028** and, if in context of depressed mood, at **19.027**, and **19.028**).  Somatic hallucinations and delusional elaboration are rated at **17.028** and **17.029**.\n\nPhobias of contracting disease (**4.044**), or of medical situations (**4.043**), should be distinguished if they lack the two characteristics specified above.\n\nObsessional preoccupation with the possibility of harm from contamination or infection (**5.005**), must have the characteristic resistance against subjective compulsion.\n\nThe differentiation between phobias and obsessions can be difficult.  If criteria for more than one diagnosis are met, each should be rated on its own merits. One dignosis does not exclude the others.\n"},{"key":"2.039","title":"Obsessive ruminationer over sygdom","description":"*- Hvis du får tanker om, at du måske fejler noget, har du så svært ved at slå tanken ud af hovedet?*\n*- Går du og tænker på det næsten hele tiden, eller kan det gå op i en spids?*\n","input":"integer","options":{"0":"Ingen særlig optagethed eller tilstanden ikke til stede","1":"Let til moderat optagethed","2":"Svær optagethed, der indvirker betydeligt på hverdagens gøremål","8":"Usikkert","9":"Ukendt"},"validate":["0-2","8","9"],"glossary":"The patient has thoughts or ideas about suffering from a disease that they cannot, or only with great difficulty, stop. All thoughts are centred on a suspected disease, and the patient finds more and more \"evidence\" that he/she suffers from an often severe disease. The growing anxiety spiral       may ultimately make the patient seek medical attention. Rumination seems quite specific for health anxiety in the sense that other functional disorders that may present with illness worries do not display this symptom. But ruminations may also be present in (other) mental disorders like            anxiety disorders and depression.\n"},{"key":"2.040","title":"Tid forbrugt på sygdomsbekymring og symptomer","description":"*- Bruger du meget tid eller energi på dine symptomer eller sygdom eller på at bekymre dig over det eller over at være syg?*\n","input":"integer","options":{"0":"Ingen særlig optagethed eller tilstanden ikke til stede","1":"Bruger mindre end en time om dagen med at tænke på den forstyrrende tilstand/symptomer","2":"Bruger mere end en time om dagen med at tænke på den forstyrrende tilstand/symptomer","10":"Usikkert","11":"Ukendt"},"validate":["0-2","10","11"],"glossary":"How much time and energy the person devotes to focusing on bothersome symptoms and their consequences. Typically associated with frequent medical visits.\n\n(DSM-V crit B3  + ICD-11 hrs. spent)\n"},{"key":"2.041","title":"Kropslig optagethed","description":"*- Er du i almindelighed meget opmærksom på, hvordan din krop har det, og hvad der sker i den?*\n\n*- Hvad har du lagt mærke til?*\n\n*- Kan du nogle gange have den tanke, at de fornemmelser, du har i kroppen, er unaturlige eller farlige?*\n\n*- Kan et blåt mærke eller en hudirritation gøre dig bekymret for, at det er tegn på noget farligt?*\n\n*- Lytter du ofte til din egen puls?*\n","input":"integer","options":{"0":"Ingen særlig optagethed eller tilstanden ikke til stede","1":"1  Let optagethed eller påvirkelighed men ikke betydeligt indgribende i hverdagen","2":"2  Overdreven optagethed eller påvirkelighed der medfører betydeligt besvær i hverdagen eller talrige konsultationer eller selvmedicinering","8":"Usikkert","9":"Ukendt"},"validate":["0-2","8","9"],"glossary":"This item is a rating of the patient’s awareness of natural or benign physical sensations and physiological reactions in the body as well as a rating of how bothered the patient is by even minor problems which may be  misinterpreted and make the patient develop the idea that they have something unnatural or abnormal that may be a sign of a pathological condition. The patient may have autonomic hypersensitivity, hearing his/her own pulse or being aware of other natural physical phenomena of which others are rarely conscious.  For example, if getting bruises or irritated skin, he/she will be worried.\n"},{"key":"2.042","title":"Optagethed af sundhedslitteratur, sundhed og sygdom","description":"*- Er du i almindelighed meget optaget af sundhedsstof fx i medierne eller på nettet?*\n\n*- Går du meget op i det?*\n","input":"integer","options":{"0":"Ingen særlig optagethed eller tilstanden ikke til stede","1":"Let optagethed eller påvirkelighed men ikke betydeligt indgribende i hverdagen","2":"Overdreven optagethed medførende betydeligt besvær i hverdagen eller talrige konsultationer eller selvmedicinering","8":"Usikkert","9":"Ukendt"},"validate":["0-2","8","9"],"glossary":"The patient is highly susceptible to information about illness be it information from books, magazines, TV, internet, newspapers etc. If family members, friends or anyone else he/she meets become ill, the patient will worry about harbouring the same disease. If he/she thinks about a disease, he/she will be afraid of harbouring the disease him-/herself.\n"},{"key":"2.043","title":"Suggestibilitet og autosuggestibilitet","description":"Hvis du læser eller hører om sygdomme i medierne,\n\n*- Kan du blive bange for, at du selv har en sådan sygdom?*\n\n*- Kan familiemedlemmers sygdom gøre dig bange for, at du fejler det samme?*\n\n*- Undgår du at læse sundhedsstof for ikke at fremprovokere frygt for sygdom?*\n\n*- Hvis du kommer til at tænke på en sygdom, kan du så blive bange for selv at have den?*\n","input":"integer","options":{"0":"Ingen særlig optagethed eller tilstanden ikke til stede","1":"Let til moderat optagethed eller nogen påvirkelighed","2":"Let påvirkelighed og svær optagethed, som giver hyppigt inducerede symptomer eller betydelige ruminationer eller hyppige lægebesøg","8":"Usikkert","9":"Ukendt"},"validate":["0-2","8","9"],"glossary":"The patient responds with alarm to the slightest hint of illness. Hearing or reading about a disease, he/she is easily alarmed and inclined to fear having that disease. Likewise, if someone in the family, among friends, acquaintances or work colleagues falls ill, the patient may fear having         this disease.\n"},{"key":"2.044","title":"Frygt for smitte","description":"*- Er du ofte bange for at blive smittet eller pådrage dig en sygdom fra andre ved at være i kontakt med dem eller røre ved snavsede ting (eksempelvis toiletsæder)?*\n","input":"integer","options":{"0":"Ingen særlig optagethed eller tilstanden ikke til stede","1":"Let til moderat optagethed","2":"Svær optagethed, hyppigt inducerede symptomer med betydelige ruminationer eller hyppige lægebesøg","8":"Usikkert","9":"Ukendt"},"validate":["0-2","8","9"],"glossary":"The patient’s fear of being infected or contaminated if he/she has been with an ill person or if the patient touches dirty things or things that could be contaminated such as a toilet seat. The fear causes significant distress and / or makes the patient consult a doctor to make sure that nothing     is wrong.\nThis is usually different from phobias and obsessions where the patient seldom consults a doctor for the dreaded disease, but instead for the distressing thought of it.\n\nThe differentiation from phobias (**4.044** & **4.043**)) and obsessions (**5.005**) can be difficult.  If it is unclear whether the symptom are attributable to phobia, obesession or health anxiety, each should be rated on its own merits. One diagnosis does not exclude others. See also the introduction to the health anxiety section.\n"},{"key":"2.045","title":"Medicinfrygt og compliance","description":"*- Er du i almindelighed tryg ved at tage medicin, eller har du bekymringer over de eventuelle bivirkninger, det måtte have?*\n\n*- Tager du al den medicin, lægen ordinerer, eller må du somme tider opgive at tage medicinen eller springe doseringer over af frygt for medicinen?*\n","input":"integer","options":{"0":"Normal grad af tryghed/utryghed","1":"En vis grad af medicinfrygt eller en vis grad af uhensigtsmæssig administrering af medicin","2":"Høj grad af utryghed og/eller manglende compliance","8":"Usikkert","9":"Ukendt"},"validate":["0-2","8","9"],"glossary":"Patients with health anxiety are often afraid of taking medication contrary to patients with other functional disorders. It is the fear of medication that should be rated here and not the patients’ complaints about medication.\n"},{"key":"2.046","title":"Afvisning af lægens beroligelse","description":"*- Er du overbevist om, at du har en legemlig sygdom?*\n\n*- Føler du behov for yderligere undersøgelser?*\n\n*- Har lægers forsikringer (tidligere) overbevist dig om, at du ikke har en legemlig sygdom?*\n\n*- Har du nævnt for lægen, at du ikke var overbevist? Hvad sagde han til det?*\n\n*- Følte du dig beroliget, da lægen sagde, at der ikke var nogen grund til bekymring?*\n","input":"integer","options":{"0":"Accepterer beroligelsen","1":"Delvist, har ikke kunnet fastholde beroligelse ved én eller flere lejligheder","2":"Kan kun kortvarigt fastholde beroligelse","3":"Har kontinuerligt ikke kunnet acceptere lægens beroligelse eller forklaringer","4":"Vrangforestilling (delusional)","8":"Usikkert","9":"Ukendt"},"validate":["0-4","8","9"],"help":"Patienten giver udtryk for mere eller mindre udtalt grad af overbevisning om, at han/hun har en alvorlig sygdom eller generende deformitet til trods for lægens forsikringer om, at der ikke er noget i vejen.\n\nMå ikke forveksles med frygt for at pådrage sig sygdom <4.044>.\n\n- Dysmorfofobi rates også ved <16.011>.\n- Hypokondre vrangforestillinger (urokkelig overbevisning om at fejle noget alvorligt) rates også her men kan også rates ved <19.027> og <19.028>. Hvis disse er led i anden psykotisk tilstand rates dog i <19.027> og <19.028> i stedet.\n","glossary":"The patient may seek reassurance by consulting a doctor but have difficulties in believing the doctor when told that there is nothing to worry about, and when reassured, the worrying may return rapidly .\nWhen health anxiety or hypochondriacal preoccupation is most severe, it takes the form of refusal of medical reassurance, with a belief that disease is present even when no abnormality is found in repeated examinations.  Respondents may believe that a disease\n accounts for the symptoms and are        not satisfied with the way that medical experts have handled the case or with the conclusions and explanations offered. The patient  may contact one doctor (or other health care professionals) after another and accept many treatments,  but rejects assurance that there is no adequate physical         cause for the symptoms or presumed deformity. The pt. might accept reassurance for short periods following or during medical investigations or interventions.\n\n\n**Differentiation from other symptoms:**\n\nDifferentiation from phobias and obsessions should not be difficult. Hypochondriacal delusions are rated at **19.028** or at **19.027** if in context of depression. If it is difficult to be sure of the presence of delusional conviction, rate as item **2.046**.\n"},{"key":"2.047","title":"Katastrofetænkning","description":"Frygter du store konsekvenser (fx alvorlig funktionsnedsættelse, ikke at kunne vende tilbage til dit arbejde, ikke at kunne tage dig af dine børn, aldrig at blive den same igen) når du har symptomer?\n","scale":"1a","help":"**Se også kapitel 5.**\n","glossary":"The patient is inclined to always  expect or fear serious consequences of symptoms and ailment, i.e. serious disability, not being able to return to work, not being able to take care of children, never being the same again, and to choose the worst possible explanation and misinterpret trivial illness or symptoms as serious disease or a health threat such as cancer or resulting in severe disability.\n"},{"key":"2.048","title":"Helbredsangst by proxy","description":"Inden for det seneste år:\n\n*- Har du ofte været bekymret for, at dit barn, din samlever eller andre omkring dig er syge?*\n\n*- Har du været ved lægen med dit barn pga. det?*\n\n*- Har du presset din samlever til at gå til læge pga. det?*\n\n*- Tjekker du fx efter om dine børn har blå mærker eller lymfeknuder, der er vokset,”scanner” dine børns krop  for eventuelle forandringer når de fx er i bad?*\n","input":"integer","options":{"0":"Ingen særlig optagethed eller tilstanden ikke til stede","1":"Let til moderat optagethed","3":"Svær optagethed og tager barnet til lægen, til undersøgelser, medicinering af barnet eller udtalt bekymring i hverdagen","12":"Usikkert","13":"Ukendt"},"validate":["0-3","12","13"],"glossary":"The patient is typically worried about his/her child's health and is afraid that the child has a disease. It may also affect another close relative such as spouse.\n"},{"key":"2.049","title":"Behandlingssøgende adfærd i forbindelse med helbredsangst eller symptomer igennem de sidste 2 år","description":"*- Hvor mange læger har du set for din sygdom/dine symptomer igennem de sidste 2 år?*\n\n*- Hvorfor så mange forskellige?*\n\n*- Har du følt, det var nødvendigt at søge andre læger eller eksperter for en second opinion eller behandling (”blot for en sikkerheds skyld”)?*\n","input":"integer","options":{"0":"Patienten har ikke spontant opsøgt andre læger/sundhedspersoner pga. funktionel lidelse/helbredsangst","1":"Patienten har ikke spontant opsøgt andre læger/sundhedspersoner pga. funktionel lidelse/helbredsangst","2":"Patienten har 2-3 gange aktivt opsøgt anden læge/sundhedsperson pga. funktionel lidelse/helbredsangst","3":"Patienten har 4 eller flere gange aktivt opsøgt anden læge/sundhedsperson pga. funktionel lidelse/helbredsangst","8":"Usikkert","9":"Ukendt"},"validate":["0-3","8","9"],"glossary":"The number of different doctors the patient has seen on the patient’s own initiative for physical symptoms not attributed to a well defined medical condition or trivial bodily sensations,  during the past two years are rated. Change of doctor due to change of address, the doctor’s vacancy or referrals that are not requested by the patient are not            counted.\n"},{"key":"2.050","title":"Avoidance i forbindelse med helbredsangst eller symptomer","description":"*- Undgår du ting eller situationer, der kan gøre bekymreret for dit helbred, fx at læse eller høre om sygdom i TV,  på internettet eller andre steder?*\n\n*- Bliver du meget nervøs, hvis du skal til læge?*\n\n*- Undgår du at gå til lægen eller kan du udeblive fra aftaler eller indlæggelse, fordi det gør dig bange?*\n","input":"integer","options":{"0":"Ingen maladaptiv avoidance pga. helbredsangst","1":"Let/moderat maladaptiv advoidance pga. helbredsangst","2":"Svær maladaptiv advoidance pga. helbredsangst","8":"Usikkert","9":"Ukendt"},"validate":["0-2","8","9"],"glossary":"Patients may for instance avoid visiting family members or friends who are hospitalised or ill, avoid to read or watch TV programmes about medical issues because it is too anxiety-provoking and may trigger the rumination.\n"},{"key":"2.051","title":"Varighed af kropslig optagethed og sygdomsbekymring ([2.037]-[2.050])","description":"In months\n","input":"integer","options":{"0":"Ikke til stede","800":"800 mths or more","888":"NK","999":"NA","1-799":"Mellem 1 og 799 mdr."},"validate":["0-800","888","999"]},{"key":"2.052","title":"Påvirkning af aktiviteter og besvær pga. helbredsangst","description":"Du har nævnt **[opsumér symptomer]** igennem **[specificér perioden]**.\n\n*- Hvor meget har de nævnte symptomer påvirket dine aktiviteter i dagligdagen?*\n","input":"integer","options":{"0":"Ingen helbredsangst","1":"Kun lille påvirkning","2":"Moderat eller intermitterende påvirkning","4":"Svær eller invaliderende påvirkning","10":"Usikkert","11":"Ukendt"},"validate":["0-4","10","11"],"glossary":"Whether the worrying and anxiety cause clinically significant distress or impairment in social, occupational or other important areas of functioning. For rating of functioning, you may use the concept of WHO’s disability assessment with its 5 dimensions. But it is important that emotional      distress is also rated here, i.e. a person may go to work but is tormented by thoughts and emotions in connection with his/her symptoms.\n"},{"key":"2.053","title":"Dysmorfofobi","description":"*- Er du bange for, at der er en forandring eller deformitet af dit udseende?*\n","input":"integer","options":{"0":"Ingen dysmorfofobi","1":"Optagethed af formodet deformitet eller forandring af udseendet","8":"Usikkert","9":"Ukendt"},"validate":["0","1","8","9"],"help":"Jvf. dysmorfofobi 16.011.\n","glossary":"The patient is preoccupied with his/her appearance and deformity.\n"},{"key":"2.episode15.section","title":"SYNDROM- ELLER SYMPTOMBASEREDE DIAGNOSER IFØLGE PATIENTEN","description":"Rating baseret på svar på spørgsmålene fra **[2.010]-[2.027b]** eller andre dele af interviewet, eller hvis det ikke er tilstrækkeligt, kan patienten spørges direkte.\n\n*Tror patienten, eller er patienten blevet fortalt, at han eller hun lider af en syndrom- eller symptomdiagnose?*\n","glossary":"2.054--2.060:\n\nRate if the patient or doctor has ‘organised’ his/her symptoms into a “diagnostic” label or syndrome label. The label may not be named correctly from a medical point of view but includes labels such as heart disease, allergy etc. The importance is the rigidity, how pronounced the patient’s belief  is,        and whether there is any indication of doubt. The patient may have organised her/his symptoms in more than one diagnosis/condition simultaneously, but still qualifies for a rating of 1 or 2.\n"},{"key":"2.054","title":"Fibromyalgi","glossary":"The patient’s own belief or a diagnosis he/she has received.\n","input":"integer","options":{"0":"Absent","1":"Yes, but not 2","2":"Fixed and persistent belief","8":"Uncertain","9":"NK"},"validate":["0-2","8","9"]},{"key":"2.055","title":"CFS (kronisk træthedssyndrom)","glossary":"The patient’s own belief or a diagnosis he/she has received.\n","input":"integer","options":{"0":"Absent","1":"Yes, but not 2","2":"Fixed and persistent belief","8":"Uncertain","9":"NK"},"validate":["0-2","8","9"]},{"key":"2.056","title":"IBS (Irritabel tyktarm)","glossary":"The patient’s own belief or a diagnosis he/she has received.\n","input":"integer","options":{"0":"Absent","1":"Yes, but not 2","2":"Fixed and persistent belief","8":"Uncertain","9":"NK"},"validate":["0-2","8","9"]},{"key":"2.057","title":"Smertesyndrom (ud over fibromyalgi)","glossary":"The patient’s own belief or a diagnosis he/she has received.\n","input":"integer","options":{"0":"Absent","1":"Yes, but not 2","2":"Fixed and persistent belief","8":"Uncertain","9":"NK"},"validate":["0-2","8","9"]},{"key":"2.058","title":"Kronisk piskesmæld (WAD)","glossary":"The patient’s own belief or a diagnosis he/she has received.\n","input":"integer","options":{"0":"Absent","1":"Yes, but not 2","2":"Fixed and persistent belief","8":"Uncertain","9":"NK"},"validate":["0-2","8","9"]},{"key":"2.059","title":"Duft- og kemikalieoverfølsomhed (MCS)","glossary":"The patient’s own belief or a diagnosis he/she has received.\n","input":"integer","options":{"0":"Absent","1":"Yes, but not 2","2":"Fixed and persistent belief","8":"Uncertain","9":"NK"},"validate":["0-2","8","9"]},{"key":"2.060","title":"Andre","description":"Specificér:_________________________\n","glossary":"The patient’s own belief or a diagnosis he/she has received.\n","input":"integer","options":{"0":"Absent","1":"Yes, but not 2","2":"Fixed and persistent belief","8":"Uncertain","9":"NK"},"validate":["0-2","8","9"]},{"key":"2.episode16.section","title":"BEGIVENHEDER I FORBINDELSE MED SYMPTOM- ELLER SYGDOMSDEBUT","description":"(Hvis ikke fremkommet under den øvrige del af interviewet, spørges patienten direkte)\n- *Hvordan begyndte din sygdom (eller symptomerne)?*\n- *Skete der andre ting i dit liv samtidigt?*\n- *Var der noget der udløste din sygdom?*\n","input":"integer","options":{"0":"Nej, ingen særlige begivenheder","1":"Ja, men ikke 2","2":"Ja, klar sammenhæng /sammenfald","8":"Usikkert","9":"Ukendt"},"validate":["0-2","8","9"]},{"key":"2.061","title":"Fysisk traume (fx whiplash, knoglebrud, slag mod hovedet)","input":"integer","options":{"0":"Nej, ingen særlige begivenheder","1":"Ja, men ikke 2","2":"Ja, klar sammenhæng /sammenfald","8":"Usikkert","9":"Ukendt"},"validate":["0-2","8","9"]},{"key":"2.062","title":"Fysisk sygdom (fx infektionssygdom)","input":"integer","options":{"0":"Nej, ingen særlige begivenheder","1":"Ja, men ikke 2","2":"Ja, klar sammenhæng /sammenfald","8":"Usikkert","9":"Ukendt"},"validate":["0-2","8","9"]},{"key":"2.063","title":"Emotionelt traume, konflikter eller belastning","input":"integer","options":{"0":"Nej, ingen særlige begivenheder","1":"Ja, men ikke 2","2":"Ja, klar sammenhæng /sammenfald","8":"Usikkert","9":"Ukendt"},"validate":["0-2","8","9"]},{"key":"2.064","title":"Signifikant social hændelse (fx skilsmisse, fyring, dødsfald)","input":"integer","options":{"0":"Nej, ingen særlige begivenheder","1":"Ja, men ikke 2","2":"Ja, klar sammenhæng /sammenfald","8":"Usikkert","9":"Ukendt"},"validate":["0-2","8","9"]},{"key":"2.065","title":"Signifikant arbejdsrelateret stress eller stress relateret til privatliv","description":"*Stressfyldt, travl hverdag men ikke **[2.064]***\n","input":"integer","options":{"0":"Nej, ingen særlige begivenheder","1":"Ja, men ikke 2","2":"Ja, klar sammenhæng /sammenfald","8":"Usikkert","9":"Ukendt"},"validate":["0-2","8","9"],"glossary":null},{"key":"2.066","title":"Udsættelse for kraftig lugt eller kemikalier","input":"integer","options":{"0":"Nej, ingen særlig udsættelse","1":"Ja, men ikke 2","2":"Ja, klar sammenhæng / sammenfald","8":"Usikkert","9":"Ukendt"},"validate":["0-2","8","9"]},{"key":"2.episode17.section","title":"SYMPTOM OR ILLNESS ATTRIBUTION (evt. huskekort)"},{"key":"2.067","title":"Symptom- eller sygdomsattribution","description":"(Evt. huskekort)\n- *Hvad tror du årsagen til din sygdom er (eller symptomerne)?*.\n- *Tror du at stress, belastninger eller din livssituation kunne være årsagen?*\n- *Er du fast overbevist om det, eller er du i tvivl?*\n- *Hvorfor tror du det?*","input":"integer","options":{"0":"Usikker, har ikke teorier om årsagen, udelukker nødvendigvis ikke belastninger og stress","1":"Har tænkt over muligheden, udelukker nødvendigvis ikke belastninger og stress","2":"Er overbevist om 1 eller flere årsags sammenhænge (eksklusive psykosociale og stress)","3":"Har en udbygget teori og rigid opfattelse af årsagssammenhæng (eksklusive psykosociale og stress)?","4":"Psykotisk vrangforestilling","6":"Veldefineret fysisk sygdom","8":"Usikkert","9":"Ukendt"},"validate":["0-6","8","9"]},{"key":"2.068","title":"Identifikation af lindrende eller forværrende faktorer","description":"*- Har du bemærket, om der er noget, der hjælper dig på din sygdom eller noget, der gør den værre?*\n\n*- Kan du selv gøre noget for at få det bedre?*\n\n*- Kan patienten identificere faktorer, der hjælper på generne eller faktorer der forværrer symptomerne eller sygdommen, eller disse er talrige og diffuse?*\n","input":"integer","options":{"0":"Veldefinerede og få","1":"Lettere vanskeligheder ved at angive disse","2":"Store vanskeligheder eller talrige og diffuse","8":"Usikker","9":"Ukendt"},"validate":["0-2","8","9"],"glossary":"Can the patient identify factors that relieve the inconveniences or factors that aggravate the symptoms or the illness, or are these multiple and diffuse?"},{"key":"2.069","title":"Begyndelsesalder for aktuelle funktionelle tilstand","description":"(hvis patienten siger ”altid”, og dette ikke kan kommes nærmere rates 1)\n","input":"integer","options":{"98":"98 år eller ældre","99":"N/A or NK","0-97":"Under 98 år"},"validate":["0-99"]},{"key":"2.070","title":"Begyndelsesalder for første funktionelle tilstand","description":"(hvis patienten siger ”altid”, og dette ikke kan kommes nærmere rates 1)\n","input":"integer","options":{"98":"98 år eller ældre","99":"N/A or NK","0-97":"Under 98 år"},"validate":["0-99"]},{"key":"2.episode19.section","title":"DIFFERENTIALDIAGNOSER"},{"key":"2.071","title":"Sammenhæng mellem funktionelle symptomer og veldefineret fysisk sygdom","input":"integer","options":{"0":"Ikke til stede eller kun symptomer af en type","1":"Funktionelle symptomer mest dominerende i det kliniske billede","2":"Funktionelle symptomer og fysisk sygdom er lige dominerende","8":"Usikkert","9":"Ukendt"},"validate":["0-2","8","9"]},{"key":"2.072","title":"Funktionel tilstand eller panikanfald, primær","input":"integer","options":{"0":"Ikke til stede eller kun symptomer af en type","1":"Bodily distress mere udtalte eller startede først","2":"Bodily distress og panikanfald optræder sammen (komorbiditet)","3":"Panikanfaldssymptomer mere udtalte eller startede først","8":"Usikkert","9":"Ukendt"},"validate":["0-3","8","9"]},{"key":"2.073","title":"Funktionel tilstand eller depression, primær (Cf 6.023)","input":"integer","options":{"0":"Ikke til stede eller kun symptomer af en type","1":"Bodily distress mere udtalte eller startede først","2":"Bodily distress og depression optræder sammen (komorbiditet)","3":"Depressionssymptomer mere udtalte eller startede først","8":"Usikkert","9":"Ukendt"},"validate":["0-3","8","9"]},{"key":"2.074","title":"Sammenhæng mellem bodily distress og helbredsangst","input":"integer","options":{"0":"Ikke til stede eller kun symptomer af en type","1":"Ikke til stede eller kun symptomer af en type","2":"Bodily distress og helbredsangst optræder sammen (komorbiditet)","3":"Helbredsangstsymptomer mere udtalte eller startede først","10":"Usikkert","11":"Ukendt"},"validate":["0-3","10","11"]},{"key":"2.075","title":"Funktionel tilstand eller anden psykisk sygdom, primær","input":"integer","options":{"0":"Ikke til stede eller kun symptomer af en type","1":"Bodily distress mere udtalte eller startede først","2":"Bodily distress mere udtalte eller startede først","3":"Symptomer fra anden psykisk sygdom mere udtalte eller startede først","8":"Usikkert","9":"Ukendt"},"validate":["0-3","8","9"]},{"key":"2.076","title":"Begyndelsesdato for PS eller PE","input":"date"},{"key":"2.077","title":"Varighed af PS eller PE i dage","input":"integer","options":{"0-999":"Mellem 0 og 999 dage"},"validate":["0-999"],"periods":"false"},{"key":"2.078","title":"Begyndelsestidspunkt for RE eller LB","input":"date","date_granularity":"month_year"},{"key":"2.079","title":"Varighed af RE eller LB  i uger","input":"integer","options":{"0-999":"Mellem 0 og 999 dage"},"validate":["0-999"],"periods":"false"},{"key":"2.episode20.section","title":"OBSERVERET ADFÆRD"},{"key":"2.080","title":"Egodyston eller egosynton","description":"Egodyston: Patienten er helt eller delvis tilbøjelig til at betegne symptomer eller sygdomsbekymring som fremmed, uvelkommen, plagsom eller \"fremmed for min natur”.\nEgosynton: Patienten kan føle sine symptomer eller sygdomsbekymring som en integreret del af sig selv og ikke som en kognitiv tilbøjelighed, uanset om patienten er i tvivl om han har en sygdom eller ej.\n","input":"integer","options":{"0":"Ingen funktionel lidelse","1":"Den funktionelle lidelse føles overvejende egodyston","2":"Den funktionelle lidelse er en blanding af egodyston og egosynton","3":"Den funktionelle lidelse føles overvejende egosynton","8":"Usikkert","9":"Ukendt"},"validate":["0-3","8","9"]},{"key":"2.081","title":"Emotionel diskrepans  (”Belle indifférence”)","description":"Patientens fremstilling af sin tilstand viser inadækvat affekt i forhold til sværhedsgraden af symptomerne og sygdommen, som patienten plages af.  Eksempelvis kan patienten smile med en underfundig resignation trods svær grad af smerte eller funktionsindskrænkning, og patienten kan synes følelsesmæssigt upåvirket af sin tilstand.\n","input":"integer","options":{"0":"Ingen diskrepans","1":"Til stede i ubetydelig eller let grad","2":"Definitivt til stede og sammen med funktionelle symptomer","6":"Definitivt til stede, men forårsaget af organisk lidelse, fx dissemineret sklerose","8":"Usikkert","9":"Ukendt"},"validate":["0","1","2","6","8","9"]},{"key":"2.082","title":"Diskrepans mellem subjektive klager og objektiv adfærd","description":"Patientens fremstilling af sine symptomer står i kontrast til den adræthed og mimik, som observeres under interviewet. Eksempelvis kan patienten tvangsfrit flytte sig rundt i stolen trods klager over svære rygsmerter eller give en detaljeret anamnese trods klager over svær hukommelsesforstyrrelse.\n","input":"integer","options":{"0":"Ingen diskrepans","1":"Til stede i ubetydelig eller let grad","2":"Definitivt til stede og i betydelig grad","8":"Usikkert","9":"Ukendt"},"validate":["0-2","8","9"]},{"key":"2.083","title":"Psykosocial kommunikationsform","description":"Patienten er mere optaget af at kommunikere den funktionsnedsættelse, graden af ubehag og indskrænkning i livsførelse som sygdommen eller symptomerne forårsager, end af hvilken betydning det har for helbredet.\n","input":"integer","options":{"0":"Ingen psykosocial kommunikationsform","1":"Til stede i let eller ubetydelig grad","2":"Betydelig grad af psykosocial kommunikationsform","8":"Usikkert","9":"Ukendt"},"validate":["0-2","8","9"]},{"key":"2.084","title":"Mangel på kronologi i symptom- og sygehistorien","description":"Interviewet bærer præg af, at patienten har vanskeligheder med kronologien af symptomerne, sygdom, undersøgelser, indlæggelser m.m. Det kan fx være vanskeligt at finde ud af, om patienten taler om symptomer, der har været til stede på et tidligere tidspunkt, eller det er symptomer, som han/hun aktuelt er plaget af, eller om det er en undersøgelse, der er lavet for nyligt eller for længe siden. Må vurderes i forhold til om problemet ligger ud over, hvad der kan forventes hos enhver person, der har haft et langvarigt og kompliceret sygdomsforløb.\n","input":"integer","options":{"0":"Ikke til stede","1":"Til stede i let grad","2":"Udtalt","8":"Usikkert","9":"Ukendt"},"validate":["0-2","8","9"]},{"key":"2.085","title":"Vag, diffus symptom-beskrivelse og anamnese","description":"Symptomklager bliver beskrevet i vage vendinger, er diffuse, måske atypiske/ukarakteristiske og skiftende igennem interviewet. Interviewet bærer præg af, at patienten har vanskeligheder ved at svare på uddybende spørgsmål og at specificere sine klager (lokalisering, intensitet, kvaliteten (fx om en smerte er brændende eller stikkende). Patienten kan i nogle tilfælde ligefrem blive irriteret på intervieweren, som holder fast i at få beskrevet symptomernes lokalisation, deres intensitet og periodicitet mv.\n","input":"integer","options":{"0":"Ikke til stede","1":"Til stede i let grad","2":"Udtalt","8":"Usikkert","9":"Ukendt"},"validate":["0-2","8","9"]},{"key":"2.086","title":"Vag, diffus beskrivelse af tidligere behandlinger","description":"Patienten har vanskeligt ved at beskrive, hvilke behandlinger han/hun har gennemgået og effekten er vagt eller usikkert beskrevet. Kan sammenblande diagnostiske procedurer og behandling. Er kritisk overfor tidligere behandlinger og giver ofte udtryk for at behandlingerne har medført en forværring i tilstanden.\n","input":"integer","options":{"0":"Ikke til stede","1":"Til stede i let grad","2":"Udtalt","8":"Usikkert","9":"Ukendt"},"validate":["0-2","8","9"]},{"key":"2.087","title":"Affektiv beskrivemåde","description":"Symptomklager, sygdom, indlæggelser, undersøgelser mv. bliver beskrevet i malende vendinger med tilbøjelighed til dramatisering og overdrivelser.\n","input":"integer","options":{"0":"Ikke til stede","1":"Til stede i let grad","2":"Udtalt","8":"Usikkert","9":"Ukendt"},"validate":["0-2","8","9"]},{"key":"2.088","title":"Inkonsistens i oplysningerne","description":"Patienten giver forskellige og modstridende oplysninger igennem interviewet, eller der er diskrepans mellem oplysninger fra andre kilder (journaler, henvisende læge, socialforvaltningen, familien mv) og patientens egne oplysninger igennem interviewet.\n","input":"integer","options":{"0":"Ingen inkonsistens","1":"Nogen inkonsistens","2":"Udtalt inkonsistens","8":"Usikkert","9":"Ukendt"},"validate":["0-2","8","9"]},{"key":"2.089","title":"Tidligere sygdomsforløb og behandlinger (ud fra journaloplysninger mv.)","description":"Rates ud fra en gennemgang af pt. journal og lægelige oplysninger mv.\n","input":"integer","options":{"0":"Ingen eller kun kontakter til egen læge og ikke 1","1":"Hyppige kontakter primært til egen læge uden sikker somatisk forklaring","2":"Gentagne kontakter til hospitaler og speciallæger uden sikker somatisk forklaring","3":"3  Mange og hyppige kontakter over en årrække til hospitaler og speciallæger mv. uden sikker somatisk forklaring","8":"Usikkert","9":"Ukendt"},"validate":["0-3","8","9"]},{"key":"2.090","title":"Inaktivitet","description":"Notmalt sidder man ikke helt stille men bevæger sigt rundt på stolen og skifter stilling for at undgå for meget pres på en enkelt muskel eller muskelgruppe. Det kan være ubehageligt eller give smerter at sidde i samme stilling i lang tid. Det er blevet observeret, at patienter med funktionelle lidelser/BDS bevæger sig mindre og ikke har disse kropslige tilpasninger som de fleste andre har.\n","input":"integer","options":{"0":"Moves normally","1":"May be present, seems slightly more inactive","2":"Present, more inactive","8":"Uncertain","9":"NK"},"validate":["0-2","8","9"]},{"key":"2.091","title":"Mistanke om simulering, factitious disorder eller  Münchhausen's syndrom (på basis af interview, journaloplysninger etc.)","description":"Factitious disorder rates i tjekliste (xx I kap. xx)\n","input":"integer","options":{"0":"Ingen mistanke","1":"Simulering","2":"Factitious disorder","3":"Münchhausen's syndrom","8":"Usikker","9":"Ukendt"},"validate":["0-3","8","9"],"glossary":"Intentional production or feigning of physical or psychological symptoms, sometimes self-inflicted injuries, medical disease or intoxication (e.g. insulin injection), or may mislead observers with signs of disease (e.g. temperature, blood in urine) without clear external motivation (as opposed to              malingering) and where the truth is hidden from doctors and others.\n\nIn Münchhausen's syndrome, apart from having factious disorder, the patient also has pseudologia fantastica meaning that the pt. tells often grandiose stories about who he/she is and has achieved (being wealthy, being a duke, a journalist, a speedway driver etc.). The pt. may dramatise - for instance get admitted to hospital under dramatic circumstances, e.g. become ill on a train, in a busy street, on the beach in the summer. They may also defraud in other aspects of life but not so much for financial gain but more like a role play. The patients are fully aware that they produce or provoke their symptoms or disease themselves despite not knowing what is driving them to do it. This is contrary to patients with functional disorders, who do not produce their symptoms themselves.\nCheck **[27.068]**.\nMental factitious illness is intentional production or feigning of mental illness injuries without clear external motivation (as in simulation) and where the truth is hidden from doctors. Check **27.068**."}]}